export const questionsData = [
  {   
      id: 1,
      BlockName: "ЭЛИТАРНАЯ МУЗЫКА",
      question: [
                  {id: 11, text: 'Назовите дату смерти Михаила Владимировича Круга?', value: 100, trueOtvet:"1 июля 2002 года", audio:"", video:"", img:""},
                  {id: 22, text: 'Куда отпрашивался Михаил Круг у мамы в своей песне «Пусти меня ты,мама»?', value: 200, trueOtvet:"В лазурный",audio:"", video:"", img:"" },
                  {id: 33, text: 'Угадайте название композиции?', value: 300, trueOtvet:"«Снегири» Сергей Трофимов", audio:"", video:"", img:""},
                  {id: 44, text: 'Продолжите куплет из песни.? Улыбнётся сквозь решётку солнце мне Заиграет и запрыгает капель', value: 400, trueOtvet:"Лист родится, ртуть подтянется на плюс. От весны здесь забалдеет всё вокруг", audio:"", video:"", img:""},
                  {id: 55, text: 'Назовите исполнителя пеcни?', value: 500, trueOtvet:"Михаил Шуфутинский", audio:"", video:"", img:""}
                  
                ]
  },
  {   
      id: 2,
      BlockName: "МУЛЬТФИЛЬМЫ",
      question: [
                  {id: 1123, text: "Что произошло с родителями Эльзы и Анны в мультфильме «Холодное сердце»?'", value: 100, trueOtvet:"Они погибли в шторме", audio:"", video:"", img:""},
                  {id: 23122, text: 'Сколько сестер было у Ариэль?', value: 200, trueOtvet:"6", audio:"", video:"", img:"", imgAnswer:"./../../materials/ariel.jpg"},
                  {id: 331112, text: 'Из какого мультфильма кадр?', value: 300, trueOtvet:"Коты аристократы", audio:"", video:"", img:""},
                  {id: 43221, text: 'Как звали правителя Дюлока, города-государства в мульфлме «Шрек»?', value: 400, trueOtvet:"Фаркуат", audio:"", video:"", img:""},
                  {id: 5321123321, text: "Из какого мультфилма фраза? «Птица говорун отличается умом и сообразительностью»", value: 500, trueOtvet:"Тайна третей планеты", audio:"", video:"", img:""}
                  
                ]
  },
  {   
      id: 3,
      BlockName: "ИЗБА-ЧИТАЛЬНЯ",
      question: [
                  {id: 19, text: 'Кем приходится Анна Каренина Стиве Облонскому ?', value: 100, trueOtvet:"Сестрой", audio:"", video:"", img:""},
                  {id: 28, text: 'Из чего Скарлетт О’Харра сшила себе платье?', value: 200, trueOtvet:"Из штор", audio:"", video:"", img:""},
                  {id: 37, text: 'Какому персонажу принадлежт фраза «Ни шалю, никого не трогаю, починяю примус»?', value: 300, trueOtvet:"Кот Бегемот, «Мастер и Маргарита»", audio:"", video:"", img:""},
                  {id: 46, text: 'На какой улице проживали Шерлок Холмс и доктор Ватсон?', value: 400, trueOtvet:"Бейкер Стрит 221B", audio:"", video:"", img:""},
                  {id: 51235, text: 'Автор произведения цветы для Элджернона?', value: 500, trueOtvet:"Дэниел Киз", audio:"", video:"", img:""}
                ]
  },
  {   
      id: 4,
      BlockName: "ЗАТО ВМЕСТЕ, ВСЕЙ СЕМЬЁЙ",
      question: [
                  {id: 1987, text: 'В канун какого праздника происходят события 2 сезона сериала «Сваты»?', value: 100, trueOtvet:" 8 марта", audio:"", video:"", img:""},
                  {id: 3987, text: 'В каком поселке живет Ольга Николаевна?', value: 200, trueOtvet:"Сосны 3", audio:"", video:"", img:""},
                  {id: 39887, text: 'Имя хозяина дома в Крыму?', value: 300, trueOtvet:"Вильгем Вамбобель", audio:"", video:"", img:""},
                  {id: 49889, text: 'Что раздражало Ольгу Николаевне в Сан Саныче когда они стали жить вместе?', value: 400, trueOtvet:"Разбросанные по дому чайные пакетики", audio:"", video:"", img:""},
                  {id: 5867743, text: 'Какой никнейм дал Беркович Валентине Петровне в соц. сети?', value: 500, trueOtvet:"Жанна Дарк", audio:"", video:"", img:""} 
                ]
  },
  {   
      id: 5,
      BlockName: "ЛЮДК, А ЛЮДК! ",
      question: [
                  {id: 10289, text: 'Нина из фильма «Кавказская пленница» была красавицей, комсомолкой и ...?', value: 100, trueOtvet:"Спортсменкой", audio:"", video:"", img:""},
                  {id: 23019, text: 'Из какого фильма песня?', value: 200, trueOtvet:"Джентльмены удачи", audio:"", video:"", img:""},
                  {id: 32039, text: 'Из какого фильма кадр?', value: 300, trueOtvet:"Полосатый рейс", audio:"", video:"", img:""},
                  {id: 4203900, text: 'Назовете должность Новосельцева из фильма «Служебный роман?', value: 400, trueOtvet:"Старший статист", audio:"", video:"", img:""},
	                {id: 5029309, text: 'Из какого фильма цитата «Ну, граждане алкоголики, хулиганы, тунеядцы... Кто хочет сегодня поработать?»', value: 500, trueOtvet:" «Операция Ы и другие приключения Шурика»", audio:"", video:"", img:""}
                ]
  },
  
 
  // Добавьте больше вопросов по желанию
];
